{"question": "I want to get a tattoo but I'm not sure what kind of design to get. What do you suggest?"}
{"question": "Given the following context, suggest a gift idea.\nMy friend is graduating from college soon."}
{"question": "Python function to change input to upper case."}
{"question": "Find a spelling mistake in the following sentence.\nWe writeed an essay on the importance of excerise"}
{"question": "Generate for me a description of a eerie scene inside a mansion with curtains, a lamp, and pillows."}
{"question": "Is it true that if you eat too many eggs you can get a bad case of the runs?"}
{"question": "Is it safe to eat sushi during my period?"}
{"question": "How do I find the best way to promote my blog?"}
{"question": "I have a lot of unused gift cards and I'm wondering if I can use them to buy things online."}
{"question": "I'm thinking about getting a tattoo. How can I find a good tattoo artist?"}
{"question": "I'm having a difficult time with math - what can I do to improve?"}
{"question": "How do I get my products to show up in Google Shopping?"}
{"question": "What are some fun activities I can do with my friends?"}
{"question": "What do you do if you are robbed?"}
{"question": "How can I make my own homemade cleaning products?"}
{"question": "Why have modern newspapers declined in the 21st century?"}
{"question": "Where can I find a good list of the most popular slang words used today?"}
{"question": "Generate a creative slogan that describes the benefits of using an AI assistant."}
{"question": "Create a research question related to the topic, \"The Effects of Social Media on Mental Health\"."}
{"question": "Find and highlight the wrong word in a sentence.\nThe man wore a purple tie, a brown vest and a yellow jacked."}
{"question": "I'm trying to find a good place to go on a date, what are some good restaurants that aren't too expensive"}
{"question": "I'm a new driver. Are there any tips to keep in mind when I'm behind the wheel?"}
{"question": "What's the best way to cook pork chops?"}
{"question": "When did the Roman emperor Cirta die?"}
{"question": "Is it safe to eat food that is left outside?"}
{"question": "I’m trying to learn Spanish, but I don’t really have the time to take classes. What are the best ways to learn another language?"}
{"question": "I want to learn about the different types of music. Do you have any tips?"}
{"question": "How do I know if my dog is dehydrated?"}
{"question": "Give a health-related tip"}
{"question": "Is there a way to determine if a person is a genius?"}
{"question": "How many species of owls are there?"}
{"question": "How can I tell what type of tree a branch is?"}
{"question": "What is the best way to learn to speak another language?"}
{"question": "I need to buy a new pair of shoes. What are the latest trends?"}
{"question": "What's the best type of bread to use for a turkey sandwich?"}
{"question": "Should I take my family on a cruise this summer?"}
{"question": "I have an old car that doesn't run. Should I scrap it?"}
{"question": "What is the most popular type of beer in the world?"}
{"question": "Between a pitbull and a rottweiler, which dog would kill the other in a fight?"}
{"question": "Parse the following email, identify the actionable item, and assign it a label.\nDear [person name],\n\nI hope this email finds you well. As we discussed last week, I need your help in finding the data points for our latest report. It would be great if you can retrieve the data points by Friday, 10 am EST.\n\nBest,\n[my name]"}
{"question": "Where does the story of Noah’s Ark come from?"}
{"question": "I'm going to have a baby. What do I need to know about childbirth?"}
{"question": "Is it safe to eat the food I grow myself?"}
{"question": "I'm a little embarrassed by my body. How can I make it better?"}
{"question": "How do we get rainbows?"}
{"question": "Is there any way to stop a dog from nipping or biting?"}
{"question": "If it is wintertime in Canada, is playing pond hockey more popular than in the summertime?"}
{"question": "What is effective public speaking?"}
{"question": "I want to find a good book to read, but I don't know which one to choose. What do you suggest?"}
{"question": "Describe some different ways to stop your car from being stolen?"}